[{"title": "Ingénieur logiciel senior", "company": "Artifeel", "location": "Lyon, Auvergne-Rhône-Alpes, France (Hybride)", "job_url": "https://www.linkedin.com/jobs/view/4157758070/?eBP=CwEAAAGVXvag19bHUJZCPbWX2SO1Y3ArtNvw-PF2Ul1lObj-DE_mpe6vcPy-pSGl3b1Vhz716CYsslIlT9IonNHEv8EZMScd8tbEicxAwU9Ln2Bm0GXEhPld-NIpxO52XgU7I3h3cCMC0kQMPzTwpgiIXx_P-pc6b0qCLz2y9Wdw_2Kiv1_dpddLT1k9FrmoCIK5HNAF070clARLwOmmyp0LESuKj9ma39fCuS3Ka-V9vl7vyfM26B_1no0W90Ddsbz5oyh6hW87_hGwRSCmQQ3SSmHFtCXUAG6RFSvI2Yb3JoYSoamFmVgMaZTH7QGj3TVhVUJu7eljRe-LTBl38QTqa4kfi8xBzH2IVtpVBvP1zbBP_T90Grk2832oUczjvCS9ld0W-kvD0WtY5dJZ_Gv-OU0Cz4uRnhrJ8gb9zQ9a3k3j8EWvoTQ9GUIgNHJm_YUwLpkiStYl3-pwXzOiBUNQaytUJNaSURzhHFuA45_EHwBVDtvdF_HhUBSdO6yHwx8o0Nf8L9khWCV8rKtaoktALB2fEQ&refId=GjPkLCLzPqG2h%2FeZak2%2Ftw%3D%3D&trackingId=xN0Nm5AnTMHiecw%2FtQKMOA%3D%3D&trk=flagship3_search_srp_jobs", "date_scraped": "2025-03-04", "keywords_matched": "Non disponible", "apply_method": "easy_apply", "contact_email": ["rh@artifeel.com"], "description": "Rejoignez Artifeel, la start-up tech française en pleine expansion, spécialisée dans les technologies IoT et IA embarquée pour la sécurité et le monitoring des infrastructures !\n\nDepuis notre lancement en 2021, notre équipe de 21 passionnés, répartis entre Paris et Lyon, œuvre chaque jour pour rendre les infrastructures plus autonomes et sûres grâce à des technologies de pointe.\nNous sommes les créateurs de Check'In, le premier système d'alarme 100 % autonome avec IA embarquée, qui fonctionne sans wifi, électricité ou caméra pour détecter les tentatives d'intrusion.\nEn évolution constante, nous avons développé aujourd'hui une gamme complète de systèmes innovants pour répondre aux besoins de protection et de surveillance en temps réel et à distance. Nous comptons déjà parmi nos clients de très grands groupes internationaux et des entreprises de taille intermédiaire, et sommes présents dans 16 pays.\n\nPour soutenir notre croissance exponentielle et nos projets ambitieux, Il nous faut donc maintenant muscler notre équipe tech 💪💪!\n\nVos missions\nNous recherchons un(e) ingénieur logiciel expérimenté(e) pour rejoindre notre équipe tech. Le/la candidat idéal/e sera doté(e) d'une expérience professionnelle riche 🚀\n\nProfil recherché\nNous cherchons celle ou celui qui saura nous accompagner dans notre changement d’échelle :\n\nDéveloppement & Architecture\nConcevoir, développer et maintenir les applications mobiles, le dashboard Pro, et le backend (API REST).\nMettre en place et maintenir une architecture scalable et robuste.\nGarantir la qualité du code en appliquant les bonnes pratiques (tests unitaires, code reviews, CI/CD).\nOptimiser la performance des applications (mobile, web et backend).\nConnaissances approfondies d'Azure\n\nManagement & Collaboration\nEncadrer et accompagner une équipe de trois développeurs (montée en compétences, mentoring).\nParticiper aux rituels Agile (daily) et organiser le travail de l’équipe.\nCommuniquer avec les équipes Produit et QA pour s’assurer que les développements répondent aux besoins utilisateurs.\nAssurer une veille technologique pour anticiper les évolutions et améliorer les outils en place.\n\nInfrastructure & Sécurité\nSuperviser le déploiement et la gestion des services sur Azure.\nMettre en place des outils de monitoring et de logs pour assurer la disponibilité et la fiabilité des applications.\nTravailler sur l’amélioration continue de la sécurité des applications et du backend.\n\nPourquoi rejoindre Artifeel ?\nEnvironnement Innovant : Travaillez dans une start-up en hyper-croissance en France et à l’international, à la pointe de la technologie IoT et IA embarquée.\nImpact : Contribuez à des projets qui rendent les infrastructures plus autonomes et sûres.\nDéfis : Relevez les défis d'un environnement start-up nécessitant dynamisme, flexibilité et agilité.\nÉquipe : Intégrez une équipe tech passionnée et collaborative. Prenez part à la structuration de l’équipe.\n\nConditions et avantages\nRémunération très attractive\nAvantages : Plan d'intéressement à la croissance exponentielle de l'entreprise (BSPCE)\nCongés : Congés payés légaux + Jours de repos\nLocalisation : basé à Lyon, avec des possibilités de télétravail partiel😉\n\nComment postuler ?\nSi vous êtes passionné(e) par l'innovation, que vous aimez relever des défis et que vous avez une forte capacité d'adaptation, Artifeel est l'endroit idéal pour vous.\nEnvoyez votre CV à rh@artifeel.com avec pour objet \"Candidature Ingénieur logiciel\".\nRejoignez-nous et participez à l'aventure Artifeel !\n", "lien_postuler": "", "souirce": "linkedin"}, {"title": "Business analyste informatique E-commerce + UX (IT) / Freelance", "company": "Free-Work", "location": "Ivry-sur-Seine, Île-de-France, France (Hybride)", "job_url": "https://www.linkedin.com/jobs/view/4173081538/?eBP=CwEAAAGVXvag14jMkRs8o2LN_XdoJ72X83-y8DvCGPeqolET8RIiLTSIwdL_gNejV5YyTWUpJCaJ0nSKOIa-sqWz4FRcJYvoJp_GlqXbEzwQvezf2nQhmv2zDpJY65gUrWjgAa_uJkTgzYQsfe7m-rmFoBLopjLrZHnMVsLyuU5LJhDqnKQx_Ru6CRcjCK_iCl98p-ic_VservJICNVMKhzEHCjGzNdwcju9okIRF9WF8wbcvEDiSfvXsCzRYUHNl0nqmQkx4hV0ZjVQCvJJXpUJc0mjOJIb45Vk8JXvnOC-72IGv75S56ooYQ3XTrjqmmvnfgcH9_tug_g0--AxLHWXWleaACu8Eiuch1OQyybAbQ7y2i1P9tJZdyeGwEAn_MkE2ZBgPtbRiAmQZJDOiOjiYMU5KeDv28ctLjz5lgGVtNpl3krTxe7snDmr76H071RCeai0C7NB08gWzpsw2mDSU_25u4Ah3hN5OI5nI3FQAXIO5HdE6PBuGueajgKDBFUBPXfN&refId=GjPkLCLzPqG2h%2FeZak2%2Ftw%3D%3D&trackingId=71YcqbDo3t1P1T8lgtyZVA%3D%3D&trk=flagship3_search_srp_jobs", "date_scraped": "2025-03-04", "keywords_matched": "Non disponible", "apply_method": "postuler", "contact_email": [], "description": "Au sein du pôle de la Digital Factory, nous recherchons un consultant dont la mission consiste à participer au delivery des projets liés à l’espace client et ses variantes internationales.\n\nLe périmètre produit comprend :\n\n L’espace client sur les canaux site web mobile, tablette et desktop pour les sites B2C\n Les API permettant l’accès aux bases de données clients\n\n\nDescription\n\nEN SOUTIEN DU PO :\n\n Garantir le respect des priorités, suivre l'avancée des développements par rapport à la roadmap\n Participer à la conception des projets et prendre en autonomie la conception de certains, en relation avec les UI designers et les métiers : ateliers avec l'équipe de développement et les parties prenantes\n Rédiger les user stories\n Mesurer les résultats des user stories livrées en production, formuler des propositions d’amélioration\n Définir et suivre les AB tests sur les projets\n\n\nEN AUTONOMIE :\n\n Qualifier les remontées de bugs et les prioriser\n Effectuer la recette des projets, en collaboration du QA de l'équipe\n Communiquer avec les parties prenantes (avancement des demandes, remontée d'alertes, suivi des risques, suivi des dépendances)\n Renforcer les équipes QA pendant les phases de non régression si nécessaire\n Gestion du planning des MEP et leur orchestration\n\n\nProfil candidat:\n\nLivrablesGestion de la roadmap et des sprints sur JIRA\n\nGestion de la documentation sur Confluence\n\nCompétencesLe(s) profil(s) proposé(s) doit/doivent faire preuve des compétences et expériences suivantes :\n\n Une expérience de 5 ans minimum avec une expérience notable dans le e-commerce\n Connaissances démarche UX (immersion, tests utilisateurs, exploitation des données d'usage)\n Expérience de gestion de projet (respect des priorités, suivi d'avancement, communication)\n Expérience sur la recette\n Autonomie, flexibilité et précision\n Esprit de collaboration et force de proposition\n Appréhension d’une complexité fonctionnelle et technique importante\n Aisance relationnelle et rédactionnelle\n Coopération avec l’ensemble des interlocuteurs de l’équipe (Developer, QA, tech lead, product owner)\n Maîtrise de la suite Office\n\n\nDes éléments différenciant pour cette mission sont :\n\n Une expérience au sein d’une équipe Agile.\n L’utilisation d’API au travers de Postman ou autre client API\n L’utilisation de Jira et de Confluence\n Requêtes simples sur base de données SQL Server (identification de jeu de test, vérifications en base)\n Une expérience du multicanal (mobile, tablettes, magasin, e-commerce) et des problématiques d’internationalisation.\n\n\nCompétences clées\n\nObligatoire\n\nJIRA Confluence Gestion de projet Agilité\n\nImportant\n\nPostman\n\nIntéressant\n\nSQL Server\n", "lien_postuler": "https://www.free-work.com/fr/tech-it/business-analyst/job-mission/business-analyst-e-commerce-ux-6?utm_source=linkedin&utm_medium=slot&utm_campaign=linkedin_slot_fr_all_202210_slot_fl&source=LinkedInSlot", "souirce": "linkedin"}]